Revit 2027 API
ParameterTypeId.StructuralSectionCommonMomentOfInertiaWeakAxis Property
 "Moment of Inertia weak axis"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionCommonMomentOfInertiaWeakAxis { get; }
Public Shared ReadOnly Property StructuralSectionCommonMomentOfInertiaWeakAxis As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionCommonMomentOfInertiaWeakAxis {
	ForgeTypeId^ get ();
}
static member StructuralSectionCommonMomentOfInertiaWeakAxis : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace